{
    "8class": "Smart Agriculture",
    "company": "Knowledge & Service Information",
    "description": "Intelligent agriculture services ",
    "Scenario": "During the scorching day, A-Hsiung is working in the greenhouse. When he goes back home, he has his sweat wiped away, and . Then he picks up a notebook to write down the log of the day. he formulation of fertilizers  all different f, and the way of spreading fertilizer is also different. He has forgotten the details after  he does not know what to do.",
    "pain_points_and_needs": ["There is short of a communication platform for the agricultural companies, agricultural machinery providers, IoT providers, material suppliers and catering service providers", "It is inefficient for the farm workers to use the traditional method of cultivation", "T of agricultural workforce and materials"],
    "smart_solution": "gricultural IoT Network for contractual farming and marketing platform bring together the providers of agricultural information, IoT network, materials and . By using the agricultural IoT modules, Taiwan is able to quickly the services smart agriculture solutions, overseas production management, contractual farming operations and managementmatch-making of the agricultural produces and materials the advantages of Taiwan’s agricultural technology by exporting Taiwan’s agricultural machinery and fertilizers to the SEA countries to assist the local farmers to increase their income",
    "adopted_technology": "Agricultural IoT",
    "benefits": ["elp farmers the capabilities of data management ", "from the agricultural IoT platform", "mprove the production efficiency of agricultural enterprises"],
    "solution_description": " brings together the leading agricultural companies to integrate IoT, information services, agricultural materials and agricultural producers in the chain, which helps Taiwan’s smart agriculture export to the overseas market.",
    "solution_provider": "Knowledge & Service Information (KSI)",
    "reference_site": "The fields, farms, internal fields (greenhouses) or outdoor facilities for tea, organic vegetables",
    "contact": "service@communications.org.tw"
}