{"8class": "Banner: Smart Governance", "company": "Chunghwa System Integration", "description": "Street light made smart to be a powerful detector for environmental data and efficient management ", "Scenario": "在漁港週遭的路燈們", "pain_points_and_needs": ["Street lights widely deployed, making them difficult to maintain ", "It consumes a lot of manpower to inspect and repair", "Street lights with sensors attached are required as infrastructure for smart cities ", "A need to collect a variety of data via street light such as wind power and direction, traffic and passenger flow", ""], "smart_solution": "Smart street lights can be equipped with multiple environmental sensors for the applications in the future such as airbox, traffic flow, accident analysis, V2X, electric fence and drone charging platform. With data collected from the smart street lights uploaded to the cloud platform, it is easy to manage the sensing devices. It will also be more cost effective to build standardized street light poles, in which power cables and internet cables can be installed so as to reduce the installation costs of pipelines and devices.", "adopted_technology": "Environmental sensing devices and cloud", "benefits": ["1. Easier maintenance for street lights to increase efficiency", "2. Standardized street light poles can reduce the installation costs of pipelines and devices", "3. Data collected from the smart street lights can be utilized and interpreted for facility city management"], "solution_description": "This solution incorporates environmental sensors on intelligent street lights to meet the requirements of electricity and connectivity, and makes it possible for future attachments of devices for V2X and base stations. It also reduces the cost of installing sensors by standardizing design of the street light for wires and within the light pole.", "solution_provider": "Chunghwa System Integration", "reference_site": "Hsinchu Nanliao Fishing Port area", "contact": ""}